Repository: JuhClovandi/Challenge07
Catalog: Raven/Raven/Localizable.xcstrings
Source language: en
Languages: pt_br

# A descrição pode ser lida quantas vezes for necessário.
source: The description can be read as many times as necessary.
pt_br: A descrição pode ser lida quantas vezes for necessário.

# a história.
source: the story.
pt_br: a história.

# Antes de prosseguir, confirme se todos os jogadores desejam finalizar
source: Before proceeding, please confirm that all players wish to complete
pt_br: Antes de prosseguir, confirme se todos os jogadores desejam finalizar

source: Before proceeding, please confirm that all players wish to proceed to the next round.
pt_br: Antes de prosseguir, confirme se todos os jogadores desejam ir para a próxima rodada.

# Ao avançar não será possível retornar para a rodada anterior.
source: Once you advance, you will not be able to return to the previous round.
pt_br: Ao avançar não será possível retornar para a rodada anterior.

# Apenas para o mestre!
source: Only for the master!
pt_br: Apenas para o mestre!

# Avançar para a próxima rodada
source: Advance to the next round
pt_br: Avançar para a próxima rodada

# Cancelar
source: Cancel
pt_br: Cancelar

# Começar
source: Start
pt_br: Começar

# Descrição
source: Description
pt_br: Descrição

# Dicas
source: Tips
pt_br: Dicas

# Dicas Falsas
source: False Tips
pt_br: Dicas Falsas

# Fim das rodadas!
source: End of rounds!
pt_br: Fim das rodadas!

# Finalizar História
source: Finish Story
pt_br: Finalizar História

# História
source: Story
pt_br: História

# História Completa
source: Full Story
pt_br: História Completa

# História Final
source: Final Story
pt_br: História Final

# Histórias
source: Stories
pt_br: Histórias

# Instruções
source: Instructions
pt_br: Instruções

# Instruções do Jogo
source: Game Instructions
pt_br: Instruções do Jogo

# Leia para todos os jogadores!
source: Read for all players!
pt_br: Leia para todos os jogadores!

# Não revele qual delas está fora de contexto.
source: Don't reveal which one is out of context.
pt_br: Não revele qual delas está fora de contexto.

# Onboarding.Button.Text1
source: Next
pt_br: Próximo

# Onboarding.Button.Text2
source: Completed
pt_br: Concluir

# Onboarding.Instruction.Text1
source: teste1
pt_br: O jogo deve ser jogado em grupo. Escolham se o mistério será guiado por um jogador ou pelo celular.

# Onboarding.Instruction.Text2
source: teste2
pt_br: O Mestre (jogador ou celular) revela a descrição inicial aos jogadores e guarda o restante do caso em segredo.

# Onboarding.Instruction.Text3
source: teste3
pt_br: A cada rodada surgem novas pistas, mas sempre haverá uma falsa entre elas. Cuidado: nem tudo é o que parece.

# Onboarding.Instruction.Text4
source: teste4
pt_br: O desafio é descobrir o contexto correto do caso. Reflitam sobre as pistas e debatam suas interpretações.

# Onboarding.Instruction.Text5
source: teste5
pt_br: O mistério termina quando o grupo chega a um consenso sobre a história final e a verdade é revelada

# Onboarding.Title.Text
source: Titulo teste
pt_br: Instruções de Jogo

# Próxima rodada
source: Next round
pt_br: Próxima rodada

# Revelar Mistério
source: Reveal Mystery
pt_br: Revelar Mistério

# Rodada %lld/%lld
source: Round %1$lld/%2$lld
pt_br: Rodada %1$lld/%2$lld

# Sair da história
source: Exit the story
pt_br: Sair da história

# sair da história?
source: exit the story?
pt_br: sair da história?

# Tem certeza de que quer
source: Are you sure you want to
pt_br: Tem certeza de que quer

# Vire a carta para ver a história completa
source: Turn the card over to see the full story
pt_br: Vire a carta para ver a história completa
